Revit 2027 API
Field.Schema Property
 The Schema to which this Field belongs.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Schema Schema { get; }
Public ReadOnly Property Schema As Schema
	Get
public:
property Schema^ Schema {
	Schema^ get ();
}
member Schema : Schema with get
Property Value
Schema
See Also
Reference
Field Class
Autodesk.Revit.DB.ExtensibleStorage Namespace